Repository: kirat14/punch_card
Catalog: languages/punch-card-*.po
Languages: fr_fr

source: Assing User Loyalty Card
fr_fr: Attribuer une carte de fidélité utilisateur

source: Select a Loyalty Card
fr_fr: Sélectionnez une carte de fidélité

source: Milestone To Reward
fr_fr: Parties à jouer

source: Games Played
fr_fr: Parties Jouées

source: Loyalty Card
fr_fr: Carte de fidélité

source: Current Loyalty Card
fr_fr: Carte de fidélité actuelle

source: Phone Number
fr_fr: Numéro de téléphone

source: Rewarded Punch Cards
fr_fr: Carte de fidélité récompensées

source: Pool Game Type
fr_fr: Type de jeu de billard

source: Reward
fr_fr: Récompense

source: No Punch Cards Assigned
fr_fr: Aucune carte de fidélité attribuer

source: Invalid phone number. Please enter a 10-digit numeric value.
fr_fr: Numéro de téléphone invalide. Veuillez saisir une valeur numérique à 10 chiffres.

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: ERROR
fr_fr: Erreur

source: You must include a phone number.
fr_fr: Vous devez inclure un numéro de téléphone.

source: <strong>Error:</strong> The phone number is not correct.
fr_fr: <strong>Erreur :</strong> Le numéro de téléphone n'est pas correct.

source: <strong>Error:</strong> This phone is already registered.
fr_fr: <strong>Erreur :</strong> ce téléphone est déjà enregistré.

source: You must include a first name.
fr_fr: Vous devez inclure un prénom.

source: You must include a last name.
fr_fr: Vous devez inclure un nom.

source: Number of Games
fr_fr: Nombre de parties

source: Punch Cards
fr_fr: Carte de fidélité

source: Punch Card
fr_fr: Carte de fidélité

source: Add New Punch Card
fr_fr: Ajouter un nouvelle carte de fidélité

source: The number of games a client should reach to get rewards
fr_fr: Le nombre de parties qu'un client doit atteindre pour obtenir des récompenses

source: Games Threshold
fr_fr: Seuil des jeux

source: The reward provided upon reaching the threshold.
fr_fr: La récompense fournie une fois le seuil atteint.

source: 50% off all drinks
fr_fr: 50% de réduction sur toutes les boissons

source: Pool Game Types
fr_fr: Types de jeux de billard

source: Edit Pool Game Type
fr_fr: Modifier le type de jeu de billard

source: Update Pool Game Type
fr_fr: Mettre à jour le type de jeu de billard

source: Add New Pool Game Type
fr_fr: Ajouter un nouveau type de jeu de billard

source: New Pool Game Type Name
fr_fr: Nom du nouveau type de jeu de billard
